Repository: IBMPredictiveAnalytics/STATS_REGRESS_PLOT
Catalog: new/lang/*/STATS_REGRESS_PLOT.po
Languages: es, it, zh_cn

source: Page specification must include both x and y sizes
es: La especificación de página debe incluir los tamaños x e y
it: La specifica delle pagine deve includere sia la dimensione x che la dimensione y
zh_cn: 页面指定项必须同时包含 x 和 y 大小

source: Relationship Plots
es: Gráficos de relaciones
it: Grafici di relazione
zh_cn: 关系图

source: Chart Legend Information
es: Información de la leyenda del gráfico
it: Informazioni legenda grafico
zh_cn: 图表图注信息

source: Legend Settings for the charts that follow. Some settings do not apply to categorical charts.
es: Configuración de la descripción para los gráficos que siguen. Alguna configuración no se aplica a los gráficos categóricos.
it: Impostazioni della legenda per i grafici che seguono. Alcune impostazioni non sono valide per i grafici categoriali.
zh_cn: 随后的图表的图注设置。某些设置不适用于分类图表。

source: Settings
es: Configuración
it: Impostazioni
zh_cn: 设置

source: Color by
es: Colorear
it: Colore per
zh_cn: 着色依据

source: Fit Lines
es: Líneas de ajuste
it: Curve di adattamento
zh_cn: 拟合线

source: Label by
es: Etiquetar
it: Etichetta per
zh_cn: 标注依据

source: Shape by
es: Aplicar forma
it: Forma per
zh_cn: 形状依据

source: Size by
es: Aplicar tamaño
it: Dimensione per
zh_cn: 大小依据

source: Value
es: Valor
it: Valore
zh_cn: 值

source: Y variables must have a scale measurement level: %s
es: Las variables Y deben tener un nivel de medición de escala: %s
it: Le variabili Y devono avere un livello di misurazione della scala: %s
zh_cn: Y 变量必须具有标度测量级别：%s

source: The shape variable must be categorical: %s
es: La variable de forma debe ser categórica: %s
it: La variabile di forma deve essere categoriale: %s
zh_cn: 形状变量必须是分类变量：%s

source: Messages
es: Mensajes
it: Messaggi
zh_cn: 消息
