Repository: IBMPredictiveAnalytics/STATS_REGRESS_PLOT
Catalog: src/lang/*/STATS_REGRESS_PLOT.po
Languages: de, fr, ja, ko, pl, pt_br, ru, zh_tw

source: Page specification must include both x and y sizes
de: Seitenangabe muss sowohl x- als auch y-Größe enthalten
fr: La spécification de la page doit inclure les tailles x et y
ja: ページ指定には x と y のサイズを含める必要があります
ko: 페이지 지정 사항은 x 및 y 크기가 모두 포함되어야 합니다.
pl: Specyfikacja strony musi zawierać zarówno wymiar x, jak i y
pt_br: A especificação de página deve incluir tamanhos de x e y
ru: Параметры страницы должны включать размеры как по x, так и по y
zh_tw: 頁面規格必須包含 x 和 y 大小

source: Relationship Plots
de: Beziehungsdiagramme
fr: Tracés de relation
ja: 関係性プロット
ko: 관계도표
pl: Wykresy relacji
pt_br: Gráficos de relacionamento
ru: Диаграмма отношения
zh_tw: 關係圖

source: Chart Legend Information
de: Informationen zur Diagrammlegende
fr: Informations sur les légendes des graphiques
ja: グラフの凡例情報
ko: 도표 범례 정보
pl: Informacja legendy wykresu
pt_br: Informações de legenda do gráfico
ru: Информация условного обозначения диаграммы
zh_tw: 圖表圖註資訊

source: Legend Settings for the charts that follow. Some settings do not apply to categorical charts.
de: Legendeneinstellungen für die folgenden Diagramme. Einige Einstellungen gelten nicht für kategoriale Diagramme
fr: Paramètres des légendes pour les graphiques suivants. Certains paramètres ne s'appliquent pas aux graphiques catégoriels.
ja: グラフの凡例設定。 カテゴリ型グラフには一部の設定が適用されません。
ko: 다음을 따르는 도표에 대한 범례 설정. 일부 설정은 범주형 도표에 적용되지 않습니다.
pl: Ustawienia legendy dla występujących dalej wykresów. Niektóre ustawienia nie dotyczą wykresów jakościowych.
pt_br: Configurações de Legenda para o gráficos abaixo. Algumas configurações não se aplicam a gráficos categóricos.
ru: Параметры условного обозначения диаграммы для диаграмм, которые следуют. Некоторые параметры не применяются к категориальным диаграммам.
zh_tw: 下面圖表的圖註設定。部分設定不得套用至種類圖表。

source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Параметры
zh_tw: 設定

source: Color by
de: Farbe nach
fr: Couleur par
ja: 色指定
ko: 색상 기준
pl: Użyj koloru
pt_br: Colorir por
ru: Цвет по
zh_tw: 顏色依據

source: Fit Lines
de: Anpassungslinien
fr: Courbes d'ajustement
ja: 線の当てはめ
ko: 회귀선 적합
pl: Linie dopasowania
pt_br: Linhas de ajuste
ru: Кривые подгонки
zh_tw: 配適直線

source: Label by
de: Beschriften anhand
fr: Libellé par
ja: ラベル指定
ko: 레이블 기준
pl: Użyj do opisu
pt_br: Rotular por
ru: Метка по
zh_tw: 標示依據

source: Shape by
de: Form nach
fr: Forme par
ja: 形状指定
ko: 형태 기준
pl: Użyj kształtu
pt_br: Forma por
ru: Форма по
zh_tw: 形狀依據

source: Size by
de: Größe nach
fr: Taille par
ja: サイズ指定
ko: 크기 기준
pl: Użyj rozmiaru
pt_br: Dimensionar por
ru: Размер по
zh_tw: 大小依據

source: Value
de: Wert
fr: Valeur
ja: 値
ko: 값
pl: Wartość
pt_br: Valor
ru: Значение
zh_tw: 值

source: Y variables must have a scale measurement level: %s
de: Y-Variablen müssen ein metrisches Messniveau aufweisen: %s
fr: Les variables Y doivent disposer d'un niveau de mesure d'échelle : %s
ja: Y 変数はスケール型の測定の尺度が必要です: %s
ko: Y 변수에 척도 측정 수준이 있어야 함: %s
pl: Zmienne Y muszą mieć ilościowy poziom pomiaru: %s
pt_br: As variáveis Y devem ter um nível de medição de escala: %s
ru: Переменные Y должны иметь количественный тип измерений: %s
zh_tw: Y 變數必須具有尺度測量層次：%s

source: The shape variable must be categorical: %s
de: Die Formvariable muss kategorial sein: %s
fr: La variable de forme doit être catégorielle : %s
ja: 形状変数はカテゴリ型です: %s
ko: 형태 변수는 범주형이어야 함: %s
pl: Zmienne kształtu muszą być zmiennymi jakościowymi: %s
pt_br: A variável de forma deve ser categórica: %s
ru: Переменная формы должна быть категориальной: %s
zh_tw: 形狀變數必須為種類：%s

source: Messages
de: Nachrichten
ja: メッセージ
ko: 메시지
pl: Komunikaty
pt_br: Mensagens
ru: Сообщения
zh_tw: 訊息
